"STORE_DESCRIPTION" = "El VLC és un reproductor multimèdia i multi-plataforma gratuït i de codi obert.\nPot reproduir les vostres pel·lícules, programes i música en la majoria de formats directament sense conversió.\nPermet la sincronització de fitxers amb Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, descàrregues directes i compartició per Wi-Fi, així com transmissions des de servidors multimèdia SMB, FTP, UPnP/DLNA i el web.\nEl VLC ofereix suport per a subtítols avançats que inclouen compatibilitat total amb SSA, àudio de diverses pistes, control de velocitat de reproducció i renderització a través del Chromecast.\n\nEl VLC és completament gratuït i de codi obert.";

"STORE_DESCRIPTION_TV" = "El VLC és un reproductor multimèdia i multi-plataforma gratuït i de codi obert.\nPot reproduir pel·lícules, programes i música en la majoria dels formats sense conversió.\nPermet reproducció remota des del vostre Mac o PC via una Web UI així com transmissions des de servidors multimèdia SMB, FTP, UPnP/DLNA i el web.\nEl VLC ofereix suport per a subtítols avançats que inclouen compatibilitat total amb SSA, àudio de diverses pistes i control de velocitat de reproducció.\n\nEl VLC és completament gratuït i  de codi obert.\n\nTMDb proporciona el treball artístic. TMDb és una base de dades de pel·lícules mantinguda comunitàriament.";

"UNKNOWN_TRACK_TYPE" = "Tipus de pista desconegut";
"CHOOSE_TITLE" = "Trieu el títol";
"CHOOSE_CHAPTER" = "Trieu el càpitol";
"CHAPTER_SELECTION_TITLE" = "Capítols";
"TITLE" = "Títol";
"CHAPTER" = "Capítol";
"TRACK_SELECTION" = "Selecció de pista";
"AUDIO" = "Àudio";
"SUBTITLES" = "Subtítols";
"LANGUAGE" = "Llengua";
"MEDIA_INFO" = "Informació multimèdia";
"VIDEO_DIMENSIONS" = "Dimensions del vídeo";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i píxel";
"FORMAT_AUDIO_TRACKS" = "%iPistes d'àudio";
"ONE_AUDIO_TRACK" = "Una pista d'àudio";
"FORMAT_SPU_TRACKS" = "%i Pistes de subtítols";
"ONE_SPU_TRACK" = "Una pista de subtítols";
"TRACKS" = "%i pistes";
"TRACK" = "%i pista";
"TRACKS_DURATION" = "%u pistes, duració: %@";
"NB_ALBUM_FORMAT" = "Àlbum %i ";
"NB_ALBUMS_FORMAT" = " Àlbums %i";

"PLAYING_EXTERNALLY_TITLE" = "TV connectada";
"PLAYING_EXTERNALLY_DESC" = "Aquest vídeo s'està reproduint a la TV";
"PLAYING_EXTERNALLY_ADDITION" = "\nReproduint:"; /* \n should stay in every translation */

"VFILTER_HUE" = "To de color";
"VFILTER_CONTRAST" = "Contrast";
"VFILTER_BRIGHTNESS" = "Brillantor";
"VFILTER_SATURATION" = "Saturació";
"VFILTER_GAMMA" = "Gamma";

"PRESET_PREAMP_SETTING" = "Paràmetres predefinició / preamplificació";
"PREAMP" = "Preamplifica";
"SNAP_BANDS" = "Captura les bandes";

"PLAYBACK_FAILED" = "S'ha produït un error en la reproducció";
"PLEASE_WAIT" = "Espereu";
"AR_CHANGED" = "Relació d'aspecte: %@";
"DEFAULT" = "Per defecte";
"FILL_TO_SCREEN" = "Escapça per ajustar a la pantalla";
"PLAYBACK_SPEED" = "Velocitat de reproducció";
"SPU_DELAY" = "Retard dels subtítols";
"AUDIO_DELAY" = "Retard de l'àudio";
"BUTTON_SLEEP_TIMER" = "Temporitzador";
"SLEEP_TIMER_UPDATED" = "Actualitzat el Temporitzador";
"CONTINUE_PLAYBACK" = "Voleu continuar la reproducció?";
"CONTINUE_PLAYBACK_LONG" = "Vols continuar reproduint \"%@\" on ho vas deixar?";

"BUTTON_ABOUT" = "Quant a";
"BUTTON_BACK" = "Endarrere";
"BUTTON_DONE" = "Fet";
"BUTTON_CANCEL" = "Cancel·la";
"BUTTON_SAVE" = "Desa";
"BUTTON_DOWNLOAD" = "Baixades";
"BUTTON_DELETE" = "Elimina";
"BUTTON_OK" = "D'acord";
"BUTTON_DISMISS" = "Omet";
"BUTTON_CONTACT" = "Contacte";
"BUTTON_CONNECT" = "Connecta";
"BUTTON_RENAME" = "Canvia el nom";
"BUTTON_LEARN_MORE" = "Per saber més";
"BUTTON_LOGOUT" = "Tancar la sessió";
"BUTTON_CONTINUE" = "Continua";
"BUTTON_SET" = "Configura";
"BUTTON_RESET" = "Inicialitza";
"BUTTON_RESCAN" = "Re-escanaig";
"PRIVATE_PLAYBACK_TOGGLE" = "Reproducció privada";
"SCAN_SUBTITLE_TOGGLE" = "Escanejar Subtítols (només http)";

"BUTTON_RENDERER" = "Dispositius de buidatge";
"BUTTON_RENDERER_HINT" = "Mostra un menú de dispositius de buidatge";
"BUTTON_AIRPLAY" = "AirPlay o Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Mostra un menú dels dispositius AirPlay o Bluetooth disponibles ";

"UPGRADING_LIBRARY" = "Actualitzant la mediateca";

"FAVORITES" = "Preferits";
"NO_FAVORITES" = "Encara no hi ha Preferits";
"NO_FAVORITES_DESCRIPTION" = "Marqueu les vostres carpetes preferides mentre navegueu pels servidors per incloure-les aquí.";
"ADD_FAVORITE" = "Afegeix als preferits";
"REMOVE_FAVORITE" = "Elimina dels preferits";
"FAVORITE_ALERT_TITLE" = "Voldries afegir aquesta carpeta als teus preferits?";
"UNFAVORITE_ALERT_TITLE" = "Voldries eliminar aquesta carpeta dels teus preferits?";

"OPEN_NETWORK" = "Obre un flux de xarxa";
"NETWORK_TITLE" = "Flux de xarxa";
"OPEN_NETWORK_HELP" = "Introduïu una adreça http, rtsp, rtmp, mms, ftp o udp/rtp per obrir directament el flux.";
"HTTP_UPLOAD_SERVER_OFF" = "Servidor inactiu";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Xarxa sense fils no activada";
"OPEN_STREAM_OR_DOWNLOAD" = "Voleu baixar or reproduir aquesta URL?";
"ALWAYS_STREAM_URL" = "Reproduir sempre URLs";
"SHARED_VLC_IOS_LIBRARY" = "VLC compartit per a la Biblioteca iOS";
"SMB_CIFS_FILE_SERVERS" = "Servidors de fitxers (SMB)";

"MANAGED_SERVERS" = "Gestionat";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Baixada cancel·lada per l'usuari";

"DOWNLOAD_FROM_HTTP" = "Baixades";
"ERROR_NUMBER" = "S'ha produït un error %i";
"DOWNLOAD_FAILED" = "S'ha produït un error en la baixada";
"FILE_NOT_SUPPORTED" = "Format de fitxer no suportat";
"FILE_NOT_SUPPORTED_LONG" = "El format d'arxiu utilitzat per %@ no funciona per aquesta versió de VLC per a iOS";
"SCHEME_NOT_SUPPORTED" = "El protocol de l'esquema no és vàlid";
"SCHEME_NOT_SUPPORTED_LONG" = "El protocol de l'esquema (%@) no és vàlid. Utilitzeu una adreça basada en una capçalera HTTP, HTTPS o FTP.";
"RENAME_MEDIA_TO" = "Entreu un nou nom per a %@";

"FOLDER_EMPTY" = "Carpeta buida";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Trieu un fitxer per obrir:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Obrir en...";
"SHARING_ERROR_NO_FILES" = "Cap arxiu per a compartir";
"SHARING_ERROR_NO_APPLICATIONS" = "Cap aplicació per a obrir aquest tipus d'arxiu";
"SHARING_SUCCESS_CAMERA_ROLL" = "L'arxiu s'ha guardat satisfactòriament en el Rodet";

"FAVORITEVC_DETAILTEXT" = "Visualitzar les carpetes preferides";
"STREAMVC_DETAILTEXT" = "Reproduir streams directament sense descarregar";
"DOWNLOADVC_DETAILTEXT" = "Descarrega els arxius directament al teu dispositiu";
"HEADER_TITLE_RENDERER" = "Selecciona un dispositiu de buidatge";

"BROWSE" = "Navega";
"NETWORK" = "Xarxa";
"LOCAL_NETWORK" = "Xarxa local";
"CONNECT_TO_SERVER" = "Connecta amb el servidor";
"FILE_SERVER" = "Servidors de fitxers";
"USER_LABEL" = "Usuari";
"PASSWORD_LABEL" = "Contrasenya";
"DISABLE_LABEL" = "Inhabilita";
"BUTTON_ANONYMOUS_LOGIN" = "Inici de sessió anònim";

"LOCAL_SERVER_REFRESH" = "Actualitza";
"LOCAL_SERVER_LAST_UPDATE" = "Darrera actualització de %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "Ha fallat la connexió al servidor";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Comprova la teua adreça i contrasenya del servidor";

"FILES_APP_CELL_TITLE" = "Fitxers locals";
"FILES_APP_CELL_SUBTITLE" = "Obre un fitxer sense copiar-lo al VLC";

"CLOUD_SERVICES" = "Serveis al núvol";
"LOGIN" = "Inici de sessió";
"LOGGED_IN" = "Va entrar en";
"LOGGED_IN_SERVICES" = "%d serveis connectats";
"LOGGED_IN_SERVICE" = "1 servei connectat";

"DROPBOX_DOWNLOAD" = "Voleu baixar el fitxer?";
"DROPBOX_DL_LONG" = "Voleu baixar «%@» al vostre %@?";
"DROPBOX_LOGIN" = "Entrada";

"GDRIVE_ERROR_FETCHING_FILES" = "Error de recuperació de fitxers";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "El fitxer s'ha baixat satisfactòriament";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "ÈXIT";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "S'ha produït una errada mentre es baixava";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ERROR";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "El mitjà seleccionat no té un url reproduïble";

"DISK_FULL" = "Límit d'emmagatzematge assolit";
"DISK_FULL_FORMAT" = "%@ no pot ser emmagatzemat en el vostre %@, perquè no té prou d'espai lliure.";

"NUM_OF_FILES" = "%i fitxers";
"ONE_FILE" = "1 fitxer";
"NO_FILES" = "Cap fitxer compatible";
"DOWNLOADING" = "S'està baixant...";
"REMAINING_TIME" = "Temps restant: %@";
"BIOMETRIC_UNLOCK" = "Desbloquejar la mediateca \nCancel·lar per a introduir la clau d'accés";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Estableix la nova clau d'accés";
"Enter Passcode" = "Introduïu la clau d'accés";
"Enter a passcode" = "Entra una clau d'accés";
"Enter your passcode" = "Introduïu la clau d'accés";
"Passcodes did not match. Try again." = "Les claus d'accés no coincideixen. Intenta-ho de nou.";
"Re-enter your passcode" = "Repeteix la clau d'accés";
"Passcode Options" = "Opcions de la clau d'accés";
"4-Digit Numeric Code" = "Codi numèric de 4 dígits"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "Codi numèric de 6 dígits"; /* Passcode 6 digit numeric code */

"Settings" = "Paràmetres"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "On";
"OFF" = "Off";

"EMPTY_LIBRARY" = "Biblioteca multimèdia buida";
"EMPTY_LIBRARY_LONG" = "Per a la reproducció, podeu transmetre contingut multimèdia des d’un servidor de la vostra xarxa local, des del núvol o sincronitzar contingut multimèdia amb el vostre dispositiu mitjançant iTunes, pujades des de-de la xarxa sense fils o serveis en el núvol.";

"EMPTY_NO_PLAYLISTS" = "Llistes de reproducció";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Per crear llistes de reproducció entreu amb mode Edició a les pestanyes de contingut de Vídeo o Àudio, i seleccioneu el vostres elements preferits.\nTambé podeu sincronitzar llistes existents d'altres dispositius vostres o d'internet.";

"EMPTY_PLAYLIST" = "Llista de reproducció buida";
"EMPTY_PLAYLIST_DESCRIPTION" = "Agregar arxius mentre s'editen en les respectives categories.";

"EMPTY_HISTORY" = "Buida l'historial";
"EMPTY_HISTORY_DESCRIPTION" = "Encara no hi ha elements multimèdia.";

"EMPTY_MEDIA_LIST" = "Buida la llista de reproducció";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "La llista de reproducció està buida, no es pot iniciar la reproducció";

"PLAYBACK_SCRUB_HELP" = "Feu lliscar el dit amunt per ajustar la taxa de depuració.";
"PLAYBACK_SCRUB_HIGH" = "Depuració molt ràpida";
"PLAYBACK_SCRUB_HALF" = "Depuració a velocitat 1/2";
"PLAYBACK_SCRUB_QUARTER" = "Depuració a velocitat 1/4";
"PLAYBACK_SCRUB_FINE" = "Depuració fina";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ transcorregut, durada total %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ transcorregut, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Visualització del temps";
"PLAYBACK_POSITION" = "Posició de reproducció";
"VIDEO_FILTER" = "Filtres de vídeo";
"VIDEO_FILTER_RESET_BUTTON" = "Reinicia els filtres de vídeo";
"VIDEO_ASPECT_RATIO_BUTTON" = "Relació d'aspecte de vídeo";
"BWD_BUTTON" = "Salta cap enrere";
"FWD_BUTTON" = "Salta cap endavant";
"PLAY_BUTTON" = "Reprodueix";
"NEXT_BUTTON" = "Endavant";
"PREV_BUTTON" = "Enrere";
"PLAY_ALL_BUTTON" = "Reprodueix-ho tot";
"PLAY_ALL_HINT" = "Reprodueix tots els multimèdia de la col·lecció";

"RESET_VIDEO_FILTERS" = "Voleu restablir els filtres de vídeo?";
"RESET_PLAYBACK_SPEED" = "Voleu restablir la velocitat de reproducció?";
"RESET_EQUALIZER" = "Voleu restablir els paràmetres de l'equalitzador?";
"RESET_SLEEP_TIMER" = "Voleu restablir el temporitzador?";

"CUSTOM_EQUALIZER_PROFILES" = "Perfils personalitzats";
"DEFAULT_PROFILE_NAME" = "Perfil personalitzat";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Desa el perfil nou";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Voleu desar un perfil nou amb els valors seleccionats?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Canvia de nom el perfil";
"DELETE_CUSTOM_PROFILE_TITLE" = "Suprimeix el perfil";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Voleu suprimir el perfil seleccionat?";

"VERSION_FORMAT" = "Versió: %@";
"BASED_ON_FORMAT" = "Basat en:<br />%@";

"NEW" = "NOU";

"VO_VIDEOPLAYER_TITLE" = "Reproductor de vídeo";
"VO_VIDEOPLAYER_DOUBLETAP" = "Feu dos tocs per mostrar o amagar els controls de reproducció";

"FIRST_STEPS_ITUNES" = "Sincronització de fitxers";
"FIRST_STEPS_ITUNES_TITLE" = "Sincronitzi amb el seu ordinador";
"FIRST_STEPS_ITUNES_DETAILS" = "Connecteu el vostre %@ per utilitzar el Finder o l'iTunes per a \"Compartir fitxers\". Seleccioneu VLC per transferir fitxers.";
"FIRST_STEPS_WIFI_TITLE" = "Compartiu mitjançant la xarxa sense fils";
"FIRST_STEPS_WIFI_DETAILS" = "Introduïu la URL generada en el vostre navegador mentre està connectat a la mateixa xarxa que el vostre %@.";
"FIRST_STEPS_CLOUDS" = "Núvols";
"FIRST_STEPS_CLOUD_TITLE" = "Núvol";
"FIRST_STEPS_CLOUD_DETAILS" = "Puja els teus arxius a un núvol com Google Drive o Dropbox per a descarregar-los o fer streaming de forma remota.";

"PLEX_CHECK_ACCOUNT" = "Comprovi el seu compte Plex en Configuració";
"PLEX_ERROR_ACCOUNT" = "Error d'inici de sessió en Plex";

"UNAUTHORIZED" = "no autoritzat";

"SERVER" = "Servidor";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "No s'ha trobat cap servidor";
"NO_RECENT_STREAMS" = "Recentment no s'ha reproduït cap stream";

"WEBINTF_TITLE" = "Compartint mitjançant la xarxa sense fils";
"WEBINTF_ETHERNET" = "Compartir per Ethernet";
"WEBINTF_DROPFILES" = "Deixa anar els arxius";
"WEBINTF_DROPFILES_LONG" = "Deixa anar els arxius en la finestra per afegir-los al teu%@.<br>O clic en el botó \"+\" per a seleccionar arxius.";
"WEBINTF_DOWNLOADFILES" = "Arxius baixats";
"WEBINTF_DOWNLOADFILES_LONG" = "Has de fer clic en l'arxiu que vols descarregar del teu %@.";
"WEBINTF_ADDRESS_COPIED" = "L'adreça s'ha copiat al porta-retalls";
"WEBINTF_TITLE_ATV" = "Reproducció remota";
"WEBINTF_DROPFILES_LONG_ATV" = "Deixa anar els arxius en la finestra per afegir-los al teu %@.<br>O clic en el botó \"+\" per a seleccionar arxius.";
"WEBINTF_URL_SENT" = "URL enviada satisfactòriament.";
"WEBINTF_URL_EMPTY" = "La URL no pot estar buida.";
"WEBINTF_URL_INVALID" = "No és una URL vàlida.";
"WEBINTF_AUTH_REQUIRED" = "Per favor entra la teva contrasenya de VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Clau de pas incorrecta.<br>Intents restants: ";
"WEBINTF_AUTH_BANNED" = "Massa codis d'accés incorrectes.<br>. Reinicia el VLC iOS i torna a provar";

"DURATION" = "Durada";
"TITLE" = "Títol";
"ROTATE_BUTTON" = "Gira"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Canvia el reproductor de vídeo entre els modes horitzontal i vertical."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Informació Àudio";
"ENTER_URL" = "Introdueix la URL a reproduir";
"HTTP_SERVER_ON" = "Desactivar la Reproducció remota";
"HTTP_SERVER_OFF" = "Activar la Reproducció remota";
"CACHED_MEDIA" = "Arxius multimèdia amb cau";
"CACHED_MEDIA_LONG" = "Els fitxers mostrats aquí s'emmagatzemen localment en el vostre Apple TV. Compte, en cas que el seu dispositiu es quedi sense emmagatzematge el contingut pot ser eliminat pel sistema operatiu sense previ avís quan el VLC no estigui funcionant .";
"DOWNLOAD_SUBS_FROM_OSO" = "Baixa'n els subtítols...";
"FOUND_SUBS" = "Subtítols trobats";
"NO_SUB_FOUND_OSO" = "No s'han trobat subtítols per al vostre element multimèdia \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Carrega àudio extern...";
"SELECT_SUBTITLE_FROM_FILES" = "Carrega subtítols externs...";
"USE_SPDIF" = "Utilitza el mòdul (S/PDIF)";

"PLAYBACK" = "Reproducció";
"REPEAT_MODE" = "Repeteix";
"REPEAT_DISABLED" = "Desactivat";
"REPEAT_SINGLE" = "Sol";
"REPEAT_FOLDER" = "Carpeta";
"SHUFFLE" = "Aleatori";
"SHUFFLE_DISABLED" = "Apaga el mode aleatori";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Restableix la llista";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Restableix de forma permanent la llista dels fluxos de xarxa reproduïts recentment.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Plug'n'Play Universal (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Network File System (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR File Server";
"DSM_WORKGROUP" = "Grup de treball";

"URL_NOT_SUPPORTED" = "No es pot obrir l'URL";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Prem %@ per Esborrar"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Confirmeu l'eliminació d'aquesta selecció";
"DELETE_MESSAGE_PLAYLIST" = "Estàs segur d'esborrar la llista de reproducció seleccionada?\nEls arxius associats no seran eliminats.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Esteu segur d'eliminar els arxius seleccionats de la llista de reproducció?\nNo s'esborraran del disc.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protocol no seleccionat";
"Settings" = "Paràmetres";

"ERROR" = "Error";
"SORT" = "Ordena";
"SORT_BY" = "Ordena per";
"SEARCH" = "Cerca";
"VIDEO" = "Vídeo";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Àlbums";
"ARTISTS" = "Artistes";
"EPISODES" = "Episodis";
"GENRES" = "Gèneres";
"ALL_VIDEOS" = "Tots els vídeos";
"SONGS" = "Cançons";
"PLAYLISTS" = "Llistes de reproducció";
"VIDEO_GROUPS" = "Grups de vídeos";
"HISTORY" = "Historial";
"MODIFIED_DATE" = "Data modificada";
"NAME" = "Nom";

// MARK: - EDIT

"BUTTON_MENU" = "Menú";
"BUTTON_MENU_HINT" = "Selecciona i reordena els fitxers multimèdia d'aquesta vista";

"BUTTON_EDIT" = "Edita";
"BUTTON_EDIT_HINT" = "Mode edició";

"BUTTON_SELECT" = "Selecciona";
"BUTTON_SELECT_HINT" = "Botó de selecció";

"BUTTON_SELECT_ALL" = "Selecciona-ho tot";
"BUTTON_SELECT_ALL_HINT" = "Selecciona tots els fitxers multimèdia d'aquesta vista";

"BUTTON_HISTORY" = "Historial";
"BUTTON_HISTORY_HINT" = "Visualitza el fitxer multimèdia reproduït recentment";

"BUTTON_CLEAR" = "Neteja";
"CLEAR_HISTORY_TITLE" = "Buida l'historial";
"CLEAR_HISTORY_MESSAGE" = "Confirmeu el buidatge de l'historial";

"ADD_TO_PLAYLIST" = "Afegeix a la llista de reproducció";
"ADD_TO_PLAYLIST_HINT" = "Obrir el menú \"Afegir a la llista de reproducció\".";

"PLAY_AS_AUDIO" = "Reprodueix com a àudio";
"PLAY_AS_AUDIO_HINT" = "Reprodueix el fitxer de vídeo com un fitxer d'àudio.";

"PLAYLIST_PLACEHOLDER" = "Títol de la Llista de reproducció";
"PLAYLIST_DESCRIPTION" = "Trieu un títol per a la llista de reproducció nova";
"PLAYLIST_CREATION" = "Crea una llista de reproducció nova";
"PLAYLIST_CREATION_HINT" = "Mostrar una acció interactiva per a crear una Llista de reproducció";
"ERROR_PLAYLIST_CREATION" = "No s'ha creat una Llista de reproducció";
"ERROR_PLAYLIST_TRACKS" = "Ha fallat la recuperació de pistes";

"ERROR_RENAME_FAILED" = "El canvi de nom ha fallat";
"ERROR_EMPTY_NAME" = "El títol no pot estar buit";

"SHARE_LABEL" = "Comparteix";
"SHARE_HINT" = "Compartir els arxius seleccionats";
"RENAME_HINT" = "Canviar de nom els arxius seleccionats";
"DELETE_HINT" = "Elimina els arxius seleccionats";

"ADDITIONAL_OPTIONS" = "Opcions addicionals";

// MARK: - Sort

"BUTTON_SORT" = "Ordena";
"BUTTON_SORT_HINT" = "Mostrar fulla d'ordenació";
"HEADER_TITLE_SORT" = "Ordena per";
"DESCENDING_LABEL" = "Ordre descendent";
"DESCENDING_SWITCH_LABEL" = "Ordre ascendent o descendent";
"DESCENDING_SWITCH_HINT" = "Ordenar el context en ordre ascendent o descendent";
"GRID_LAYOUT" = "Graella";
"GRID_LAYOUT_HINT" = "Mostra els elements com una graella";
"LIST_LAYOUT" = "Llista";
"HIDE_FEAT_ARTISTS" = "Amaga els artistes destacats";
"HIDE_TRACK_NUMBERS" = "Amaga els números de pista";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfanumèricament";
"DURATION" = "Durada";
"INSERTION_DATE" = "Data d'inserció";
"LAST_MODIFICATION_DATE" = "Data de l'última modificació";
"RELEASE_DATE" = "Alliberar Data";
"FILE_SIZE" = "Mida del fitxer";
"ARTIST" = "Artista";
"PLAY_COUNT" = "Comptador";
"ALBUM" = "Album";
"FILENAME" = "Nom del fitxer";
"TRACK_NUMBER" = "Número de pista";
"NB_AUDIO" = "Nombre d'àudio";
"NB_MEDIA" = "Nombre de multimèdia";
"NB_VIDEO" = "Número de vídeo";
"NB_ALBUM" = "Nombre d'àlbums";
"LAST_PLAYBACK_DATE" = "Darrera data de reproducció";
"TRACK_ID" = "Identificador de la pista";
"CUSTOM" = "Personalitzat";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "No s'ha trobat res";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Artista desconegut";
"VARIOUS_ARTIST" = "Diferents artistes";
"UNKNOWN_ALBUM" = "Àlbum desconegut";
"SINGLE_ITEM_SELECTED" = "element seleccionat";
"MULTIPLE_ITEMS_SELECTED" = "elements seleccionats";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Pistes de subtítols i àudio";
"SUBTITLE_AND_TRACK_HINT" = "Trieu les pistes de subtítol o àudio";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "Interfície DVD";

"ROTATION_LOCK_BUTTON" = "Bloqueig de gir";
"ROTATION_LOCK_HINT" = "Bloqueja el vídeo a l'orientació actual";

"REPEAT_HINT" = "Repeteix el mateix multimèdia";
"DO_NOT_REPEAT_HINT" = "No repetir la llista multimèdia";
"REPEAT_ALL_HINT" = "Repetir la llista multimèdia";

"BACKWARD_BUTTON" = "Enrere";
"BACKWARD_HINT" = "Salta cap enrere";

"PREVIOUS_BUTTON" = "Anterior";
"PREVIOUS_HINT" = "Mèdia anterior";

"PLAY_PAUSE_BUTTON" = "Reprodueix o posa en pausa";
"PLAY_PAUSE_HINT" = "Reprodueix o posa en pausa la reproducció actual";

"STOP_BUTTON" = "Atura";
"CLOSE_HINT" = "Atura la reproducció";

"MINIMIZE_BUTTON" = "Minimitza";
"MINIMIZE_HINT" = "Minimitza el reproductor";

"NEXT_HINT" = "Mèdia següent";

"FORWARD_BUTTON" = "Endavant";
"FORWARD_HINT" = "Salta cap endavant";

"INTERFACE_LOCK_BUTTON" = "Bloqueja la interfície";

"SELECT_A_MARK" = "Selecciona la marca A";
"SELECT_A_MARK_HINT" = "Selecciona la marca A del bucle AB";
"SELECT_B_MARK" = "Selecciona la marca B";
"SELECT_B_MARK_HINT" = "Selecciona la marca B del bucle AB";

"AB_LOOP" = "Bucle A→B";
"AB_LOOP_MARKS" = "Marques de bucle A→B";

"RESET_AB_LOOP" = "Voleu eliminar el bucle A→B?";
"RESET_AB_LOOP_MARKS" = "Voleu restablir les marques de bucle A→B?";

"SHUFFLE_HINT" = "Llista aleatòria de multimèdia";
"SHUFFLE_OFF_HINT" = "Llista no aleatòria de multimèdia";

"ASPECT_RATIO_TITLE" = "Relacions d'aspecte";
"VIDEO_ASPECT_RATIO_BUTTON" = "Relació d'aspecte de vídeo";
"VIDEO_ASPECT_RATIO_HINT" = "Canviar la ràtio del vídeo actual";

"MORE_OPTIONS_BUTTON" = "Més";
"MORE_OPTIONS_HINT" = "Veure més controls d'opcions";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Controls de reproducció";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pausa, cerca, capítol següent";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Els subtítols no estan disponibles";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Els subtítols encara no estan disponibles en directe. ";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Equalitzador";
"MORE_OPTIONS_HEADER_TITLE" = "Opcions de vídeo";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Opcions de l'àudio";
"BOOKMARKS_TITLE" = "Preferits";
"ADD_BOOKMARKS_TITLE" = "Afegir preferits";
"BOOKMARK_DEFAULT_NAME" = "Preferit a";
"BOOKMARK_RENAME_TITLE" = "Canvia el nom del preferit";
"BOOKMARK_DELETE_TITLE" = "Elimina el preferit";
"BOOKMARK_DELETE_MESSAGE" = "Confirmeu l'eliminació del preferit";
"INCREASE_BUTTON" = "Botó d'augment";
"INCREASE_PLAYBACK_SPEED" = "Augmenta la velocitat de reproducció";
"INCREASE_AUDIO_DELAY" = "Augmenta el retard de l'àudio";
"INCREASE_SUBTITLES_DELAY" = "Augmenta el retard dels subtítols";
"DECREASE_BUTTON" = "Botó de disminució";
"DECREASE_PLAYBACK_SPEED" = "Disminueix la velocitat de reproducció";
"DECREASE_AUDIO_DELAY" = "Disminueix el retard de l'àudio";
"DECREASE_SUBTITLES_DELAY" = "Disminueix el retard dels subtítols";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Mostra la drecera de velocitat de reproducció";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Habilita per mostrar la drecera de velocitat de reproducció";
"VIDEO_FILTERS_HINT" = "Selecciona per obrir la vista de filtres de vídeo";
"PLAYBACK_SPEED_HINT" = "Selecciona per obrir la vista de velocitat de reproducció";
"SUBTITLES_DELAY_HINT" = "Selecciona per obrir la vista de retard de subtítols";
"AUDIO_DELAY_HINT" = "Selecciona per obrir la vista de retard d'àudio";
"SLEEP_TIMER_HINT" = "Selecciona per obrir la vista de temporitzador";
"EQUALIZER_HINT" = "Selecciona per obrir la vista d'equalitzador";
"CHAPTERS_HINT" = "Selecciona per obrir la vista de capítols";
"BOOKMARKS_HINT" = "Selecciona per obrir la vista de preferits";
"INTERFACE_LOCK_HINT" = "Habilita l'opció per bloquejar la interfície de l'usuari";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Forçar tornar a escanejar la mediateca";
"FORCE_RESCAN_MESSAGE" = "Vols forçar el VLC a tornar a escanejar la vostra mediateca?\nPodria trigar una mica.";

"FEEDBACK_EMAIL_TITLE" = "Comentaris sobre el VLC a iOS i iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "El compte de correu no està configurat.";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Poseu-vos en contacte a través de %@ des d'un altre dispositiu.";

"SETTINGS_THEME_BLACK" = "Utilitza el fons negre en el mode fosc";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Millora la vida de la bateria pels dispositius amb pantalla OLED";

"SETTINGS_RESET_TITLE" = "Restableix la configuració";
"SETTINGS_RESET_MESSAGE" = "Voleu restablir la configuració als seus valors predeterminats?";

"SETTINGS_PLAY_ALL" = "Reproducció perfecta per a col·leccions";
"SETTINGS_PLAY_ALL_HINT" = "Activa per reproduir automàticament el següent contingut multimèdia a les pestanyes d'àudio o vídeo";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Reproducció perfecta per a llistes de reproducció";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Activa per reproduir automàticament el següent contingut multimèdia d'una llista de reproducció";

"SETTINGS_DOCUMENTATION" = "Documentació";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Avís de connexió SMBv1";
"SMBV1_WARN_DESCRIPTION" = "S'ha detectat un protocol SMBv1 antic.\nVols continuar amb SMBv1?\nEs recomana  actualitzar o canviar la configuració del seu servidor.";
"SMBV1_CONTINUE" = "Continuar amb SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Prova amb SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Codificant";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Afegir a un grup de vídeo";
"ADD_TO_MEDIA_GROUP_HINT" = "Obrir el menú d'afegir al grup de vídeo";

"MEDIA_GROUPS" = "Grups de vídeo";
"MEDIA_GROUPS_DESCRIPTION" = "Triar un títol pel nou grup de vídeo";
"MEDIA_GROUPS_PLACEHOLDER" = "Títol grup de vídeo";

"REMOVE_FROM_MEDIA_GROUP" = "Treure del grup de vídeo";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Treure la selecció del grup Multimèdia";

"MEDIA_GROUP_CREATION" = "Nou grup Multimèdia";
"MEDIA_GROUP_CREATION_HINT" = "Mostrar avís per a crear una llista de reproducció";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Moure el contingut al nivell superior";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Moure el contingut de la selecció al nivell superior";

"BUTTON_REGROUP" = "Reagrupar";
"BUTTON_REGROUP_TITLE" = "Reagrupa la selecció";
"BUTTON_REGROUP_HINT" = "Intenta reagrupar automàticament els multimèdia individuals.";
"BUTTON_REGROUP_DESCRIPTION" = "Vols reagrupar automàticament els multimèdia individuals?\nTrigarà una estona.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Porta aquí els mitjans per afegir-los";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Afegint...";

// MARK: - QueueViewController

"PLAY_HINT" = "Reprodueix";
"PLAY_LABEL" = "Reprodueix";
"PLAY_NEXT_IN_QUEUE_HINT" = "Reprodueix el següent de la cua";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Reprodueix el següent de la cua";
"APPEND_TO_QUEUE_HINT" = "Afegeix a la cua";
"APPEND_TO_QUEUE_LABEL" = "Afegeix a la cua";
"QUEUE_LABEL" = "Cua";

"DISPLAY_AS" = "Mostra com a";

/* New strings */
"BRIGHTNESS_HINT" = "Control de la brillantor vertical";
"BRIGHTNESS_SLIDER" = "Llisca verticalment per modificar el nivell de brillantor";

/* New strings */
"VOLUME_HINT" = "Control del volum vertical";
"VOLUME_SLIDER" = "Llisca verticalment per modificar el nivell de volum";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Controls de reproducció";
"MENU_REPEAT_DISABLED" = "No repeteixis";
"MENU_REPEAT_SINGLE" = "Repeteix un";
"MENU_REPEAT_ALL" = "Repeteix-ho tot";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Fons del full d'acció";
"ACTIONSHEET_BACKGROUND_HINT" = "Feu un toc per eliminar el full d'acció.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Introduïu l'import personalitzat";
"DONATION_TITLE" = "Privacitat per sobre del benefici";
"DONATION_DESCRIPTION" = "Privat, multimèdia de codi obert, finançat per vosaltres. Sense publicitat, sense seguiment, sense compromisos. Lliure per a tothom. Feu una donació ara per donar suport al VideoLAN.";
"DONATION_WINDOW_TITLE" = "Feu una donació a VideoLAN";
"DONATE_CC_DC" = "Targeta de crèdit o dèbit";
"DONATION_CHOOSE_PP" = "Si us plau, seleccioneu el vostre proveïdor de pagament";
"DONATION_CHOOSE_CURRENCY" = "Si us plau, seleccioneu una moneda";
"DONATION_AMOUNT" = "Import de la donació: %@";
"DONATION_CC_NUM" = "Número de targeta de crèdit";
"DONATION_CC_EXPIRY_DATE" = "Data de caducitat";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "AA";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Error en la configuració d'Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC ha fallat en configurar Apple Pay per realitzar la vostra donació. Si us plau, trieu un proveïdor de pagament diferent per continuar.";
"DONATION_DONATE_BUTTON" = "Feu una donació";
"PURCHASE_FAILED" = "La compra ha fallat.";
"SEND_DONATION" = "Enviar la vostra donació";
"PURCHASE_SUCESS_TITLE" = "Donació enviada";
"PURCHASE_SUCESS_DESCRIPTION" = "Gràcies per la vostra donació.";
"DONATION_CONTINUE" = "Continua";
"BUTTON_NOT_NOW" = "Ara no";
"DONATION_NAGSCREEN_TITLE" = "Doneu avui";
"DONATION_NAGSCREEN_SUBTITLE" = "Suporta el multimèdia lliure i de codi obert";
"DONATION_INVOICES" = "Factures";
"DONATION_RECEIPTS" = "Rebuts";
"DONATION_INVOICES_RECEIPTS" = "Factures i rebuts";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Si heu reinstal·lat VLC, les factures o rebuts de donacions anteriors no estaran disponibles ja que tota la vostra informació personal es guarda només en aquest dispositiu.\n\nSi teniu alguna pregunta, poseu-vos en contacte amb nosaltres a donation@videolan.org i mencioneu aquest ID d'usuari anònim: %@";
"DONATION_CANCEL_MONTHLY" = "Cancel·la la donació regular";
"DONATION_MONTHLY" = "Mensual";
"DONATION_MONTHLY_FORMAT" = "%@/mes";
"DONATION_MONTHLY_VIDEOLAN" = "Donació mensual a VideoLAN";
"DONATION_ONCE" = "Una sola vegada";
"DONATION_UPDATE_MONTHLY" = "Actualitza la donació regular";
"DONATION_VIDEOLAN" = "Donació a VideoLAN";
"DONATION_CANCEL_LONG" = "Ens sap greu veure que cancel·leu les donacions mensuals regulars a VideoLAN. El vostre suport anterior significa molt per a nosaltres. Moltes gràcies!";
"DONATION_BANK_TRANSFER" = "Transferència bancària";
"DONATION_BANK_TRANSFER_LONG" = "Stripe processa les donacions fetes a VideoLAN. VideoLAN no recull o desa les vostres dades personals.";
"DONATION_BUTTON_AGREE" = "D'acord";
"DONATION_IBAN" = "IBAN (Número de compte bancari)";
"DONATION_EMAIL" = "Adreça electrònica";
"DONATION_NAME" = "Nom";
"DONATION_NAME_BANK_ACCOUNT" = "Nom al compte bancari";
"DONATION_EMBARGOED_COUNTRY" = "Actualment no podem acceptar donacions al vostre país. Gaudiu del VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Salta cap enrere";
"KEY_JUMP_FORWARDS" = "Salta cap endavant";
"KEY_INCREASE_PLAYBACK_SPEED" = "Augmenta la velocitat de reproducció";
"KEY_DECREASE_PLAYBACK_SPEED" = "Disminueix la velocitat de reproducció";
"KEY_RESET_PLAYBACK_SPEED" = "Restaura la velocitat de reproducció";
"KEY_SEEK_TO_PERCENT" = "Busca el %i%% de la durada";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Fons de selecció de títols";
"TITLESELECTION_BACKGROUND_HINT" = "Feu un toc per eliminar la vista.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Voleu suprimir \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Voleu suprimir \"%@\" i %d altres?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Reprodueix al fons";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Reprodueix la llista seleccionada al fons sense obrir l'aplicació.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Reprodueix ${mediaName} al fons";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Control lliscant vertical";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Increment";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrement";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "S'ha completat la baixada del fitxer \"%@\"";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "S'ha afegit el multimèdia %d a %@";
"ADD_ALERT_TITLE" = "S'ha trobat la selecció a la llista de reproducció";
"ADD_ALERT_MESSAGE_SINGLE" = "Esteu intentant afegir un multimèdia que ja forma part de %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "Esteu intentant afegir el multimèdia %d que ja forma part de %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Última reproducció";
